Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# finishHeadlineGoal
source: Weekly goal reached
ar: تم تحقيق الهدف الأسبوعي
de: Wochenziel erreicht
es: Objetivo semanal cumplido
fa: به هدف هفتگی رسیدی
fr: Objectif hebdomadaire atteint
it: Obiettivo settimanale raggiunto
ja: 週間目標達成
ko: 주간 목표 달성
nl: Weekdoel behaald
pl: Cel tygodniowy osiągnięty
pt: Meta semanal alcançada
ru: Недельная цель взята
tr: Haftalık hedefe ulaşıldı
uk: Тижневу ціль досягнуто
zh: 达成每周目标！
zh_hant: 已達成本週目標

# finishHeadlineStreak
source: Streak alive
ar: تم الحفاظ على السلسلة
de: Serie bleibt bestehen
es: Racha viva
fa: استریک ادامه دارد
fr: Série maintenue
it: Serie attiva
ja: 連続記録継続
ko: 연속 기록 유지
nl: Reeks behouden
pl: Seria utrzymana
pt: Sequência mantida
ru: Серия жива
tr: Seri devam ediyor
uk: Серію збережено
zh: 打卡连胜中！
zh_hant: 連續紀錄保持中

# finishHeadlineDefault
source: Another one in the bank
ar: تمرين آخر في الرصيد
de: Ein weiteres Training geschafft
es: Uno más en el saco
fa: یک تمرین دیگر تمام شد
fr: Une séance de plus
it: Un altro in cascina
ja: また一つ積み上げました
ko: 운동 하나 더 완료
nl: Weer een training erbij
pl: Kolejny trening za tobą
pt: Mais uma conquistada
ru: Ещё одна в копилку
tr: Bir antrenman daha tamam
uk: Ще одне тренування позаду
zh: 又完成了一次训练！
zh_hant: 又完成一次訓練

# finishBodyPr
source: You lifted more than ever on %lld exercises. It is in your records now.
ar: رفعت وزنًا أكبر من أي وقت مضى في %lld تمارين. تم حفظه في سجلاتك.
de: Du hast mehr geschafft als jemals in %lld exercises. Es wurde zu deinen Rekorden hinzugefügt.
es: Has levantado más que nunca en %lld ejercicios. Ya está en tus récords.
fa: روی %lld حرکت از همیشه سنگین‌تر زدی. الان توی رکوردهایت ثبت است.
fr: Tu as soulevé plus que jamais sur %lld exercices. C’est maintenant enregistré.
it: Hai sollevato più che mai in %lld esercizi. Ora è nei tuoi record.
ja: %lld種目で過去最高を更新しました。記録に保存されました。
ko: %lld개 운동에서 역대 최고 중량을 들었습니다. 기록에 저장됐습니다.
nl: Je tilde meer dan ooit bij %lld oefeningen. Het staat nu in je records.
pl: Podniosłeś więcej niż kiedykolwiek w %lld ćwiczeniach. Wynik został zapisany.
pt: Você levantou mais do que nunca em %lld exercícios. Agora isso faz parte dos seus recordes.
ru: Ты поднял больше, чем когда-либо, в %lld упражнениях. Теперь это в твоих рекордах.
tr: %lld egzersizde her zamankinden daha fazla kaldırdın. Artık kayıtlarda.
uk: Ти підняв більше, ніж будь-коли, у %lld вправах. Результат збережено.
zh: 你在 %lld 项动作 中突破了个人最佳纪录，已记入历史成绩。
zh_hant: 你在 %lld 個動作中舉出了新高。已記錄下來。

# finishBodyGoal
source: You hit the sessions you set out to do this week.
ar: أكملت عدد التمارين الذي خططت له هذا الأسبوع.
de: Du hast diese Woche die geplanten Trainings absolviert.
es: Has hecho las sesiones que te propusiste esta semana.
fa: هدف جلسه‌های تمرین این هفته را زدی.
fr: Tu as atteint le nombre de séances prévu cette semaine.
it: Hai fatto le sessioni che ti eri prefissato questa settimana.
ja: 今週予定していた回数のワークアウトを達成しました。
ko: 이번 주 계획한 운동 횟수를 달성했습니다.
nl: Je hebt deze week het geplande aantal trainingen gehaald.
pl: Udało ci się wykonać zaplanowaną liczbę treningów w tym tygodniu.
pt: Você cumpriu todas as sessões que se propôs a fazer esta semana.
ru: Ты сделал столько тренировок, сколько наметил на эту неделю.
tr: Bu hafta planladığın antrenman sayısına ulaştın.
uk: Ти виконав заплановану кількість тренувань цього тижня.
zh: 你已完成了本周设定的全部训练目标。
zh_hant: 你已完成本週預定的訓練次數。

# finishBodyStreak
source: %lld days in a row. The hard part is not stopping.
ar: %lld أيام متتالية. الأصعب هو ألا تتوقف.
de: %lld Tage am Stück. Der schwierige Teil is nicht aufzuhören.
es: %lld días seguidos. Lo difícil es no parar.
fa: %lld روز پشت‌سرهم. سخت‌ترین بخش متوقف نشدن است.
fr: %lld jours d’affilée. Le plus dur, c’est de ne pas s’arrêter.
it: %lld giorni di fila. La parte difficile è non fermarsi.
ja: %lld日連続。難しいのは続けること。
ko: %lld일 연속. 가장 어려운 건 멈추지 않는 것입니다.
nl: %lld dagen op rij. Het moeilijkste is doorgaan.
pl: %lld dni z rzędu. Najtrudniejsze jest nie przestawać.
pt: %lld dias seguidos. O difícil é não parar.
ru: %lld дней подряд. Самое трудное — не останавливаться.
tr: %lld gün üst üste. En zor kısmı bırakmamak.
uk: %lld днів поспіль. Найважче — не зупинятися.
zh: 已连续坚持 %lld 天。最难的是坚持，而你做到了。
zh_hant: 連續 %lld 天。最難的是不要停下來。

# finishBodyDefault
source: Logged and counted. Consistency is what moves the numbers.
ar: تم التسجيل والاحتساب. الاستمرارية هي ما يصنع التقدم.
de: Protokolliert und gezählt. Beständigkeit bewegt die Zahlen.
es: Registrado y contado. Lo que mueve los números es la constancia.
fa: ثبت شد و شمرده شد. ثبات است که آمار را جلو می‌برد.
fr: Enregistré et comptabilisé. C’est la régularité qui fait progresser.
it: Registrato e contato. La costanza è ciò che fa muovere i numeri.
ja: 記録・集計完了。数字を動かすのは継続です。
ko: 기록하고 집계했습니다. 꾸준함이 수치를 바꿉니다.
nl: Opgeslagen en meegeteld. Consistentie zorgt voor vooruitgang.
pl: Zapisane i policzone. To regularność napędza postęp.
pt: Registrado e contabilizado. A consistência é o que faz os números crescerem.
ru: Записано и учтено. Цифры двигает регулярность.
tr: Kaydedildi ve hesaba katıldı. İlerlemenin sırrı istikrar.
uk: Записано й враховано. Прогрес дає регулярність.
zh: 训练已妥善记录。持之以恒，终见成效。
zh_hant: 已記錄並計入。持續才會帶來進步。

source: VS LAST TIME
ar: مقارنة بالمرة السابقة
de: IM VERGLEICH ZUM LETZTEN MAL
es: VS. LA ÚLTIMA VEZ
fa: نسبت به دفعه قبل
fr: VS LA DERNIÈRE FOIS
it: RISPETTO ALL'ULTIMA VOLTA
ja: 前回比
ko: 지난번 대비
nl: VS. VORIGE KEER
pl: VS POPRZEDNIO
pt: EM COMPARAÇÃO À ÚLTIMA VEZ
ru: ПРОТИВ ПРОШЛОГО РАЗА
tr: SON SEFERE GÖRE
uk: ПОРІВНЯНО З МИНУЛИМ РАЗОМ
zh: 对比上次
zh_hant: 與上次相比

# firstTime
source: First time logged
ar: أول تسجيل
de: Zum ersten Mal protokolliert
es: Primera vez registrado
fa: اولین ثبت
fr: Premier enregistrement
it: Prima volta registrata
ja: 初回記録
ko: 첫 기록
nl: Eerste registratie
pl: Pierwszy zapis
pt: Primeiro registro
ru: Записано впервые
tr: İlk kayıt
uk: Перший запис
zh: 首次记录
zh_hant: 首次記錄

# prCount
source: %lld new records
ar: %lld أرقام قياسية جديدة
de: %lld neue Rekorde
es: %lld récords nuevos
fa: %lld رکورد جدید
fr: %lld nouveaux records
it: %lld nuovi record
ja: %lld件の新記録
ko: 새 기록 %lld개
nl: %lld nieuwe records
pl: %lld nowe rekordy
pt: %lld novos recordes
ru: %lld новых рекорда
tr: %lld yeni rekor
uk: %lld нових рекордів
zh: %lld 项新纪录
zh_hant: %lld 個新紀錄

source: DURATION
ar: المدة
de: DAUER
es: DURACIÓN
fa: مدت
fr: DURÉE
it: DURATA
ja: 時間
ko: 시간
nl: DUUR
pl: CZAS
pt: DURAÇÃO
ru: ДЛИТЕЛЬНОСТЬ
tr: SÜRE
uk: ТРИВАЛІСТЬ
zh: 时长
zh_hant: 時長

# setsCaps
source: SETS
ar: المجموعات
de: SÄTZE
es: SERIES
fa: ست‌ها
fr: SÉRIES
it: SERIE
ja: セット
ko: 세트
pl: SERIE
pt: SÉRIES
ru: ПОДХОДЫ
tr: SETLER
uk: ПІДХОДИ
zh: 组数
zh_hant: 組數

# exerciseXofY
source: EXERCISE %1$lld OF %2$lld
ar: التمرين %1$lld من %2$lld
de: ÜBUNG %1$lld VON %2$lld
es: EJERCICIO %1$lld DE %2$lld
fa: حرکت %1$lld از %2$lld
fr: EXERCICE %1$lld SUR %2$lld
it: ESERCIZIO %1$lld DI %2$lld
ja: 種目 %1$lld/%2$lld
ko: 운동 %1$lld/%2$lld
nl: OEFENING %1$lld VAN %2$lld
pl: ĆWICZENIE %1$lld Z %2$lld
pt: EXERCÍCIO %1$lld DE %2$lld
ru: УПРАЖНЕНИЕ %1$lld ИЗ %2$lld
tr: EGZERSİZ %1$lld / %2$lld
uk: ВПРАВА %1$lld З %2$lld
zh: 动作 %1$lld / %2$lld
zh_hant: 動作 %1$lld/%2$lld

source: Decrease
ar: تقليل
de: Verringern
es: Bajar
fa: کم کردن
fr: Diminuer
it: Riduci
ja: 減らす
ko: 줄이기
nl: Verlagen
pl: Zmniejsz
pt: Diminuir
ru: Уменьшить
tr: Azalt
uk: Зменшити
zh: 减少
zh_hant: 減少

source: Increase
ar: زيادة
de: Erhöhen
es: Subir
fa: زیاد کردن
fr: Augmenter
it: Aumenta
ja: 増やす
ko: 늘리기
nl: Verhogen
pl: Zwiększ
pt: Aumentar
ru: Увеличить
tr: Artır
uk: Збільшити
zh: 增加
zh_hant: 增加

# markSet
source: Mark set %lld as done
ar: وضع علامة على المجموعة %lld كمكتملة
de: Markiere Satz %lld als erledigt
es: Marcar la serie %lld como hecha
fa: ست %lld را انجام‌شده علامت بزن
fr: Marquer la série %lld comme terminée
it: Segna la serie %lld come fatta
ja: セット %lld を完了にする
ko: 세트 %lld 완료 표시
nl: Set %lld als voltooid markeren
pl: Oznacz serię %lld jako ukończoną
pt: Marcar a série %lld como concluída
ru: Отметить подход %lld как выполненный
tr: Set %lld tamamlandı olarak işaretle
uk: Позначити підхід %lld як виконаний
zh: 标记第 %lld 组完成
zh_hant: 將第 %lld 組標記為完成

source: Pause workout
ar: إيقاف التمرين مؤقتًا
de: Training pausieren
es: Pausar el entreno
fa: توقف تمرین
fr: Mettre la séance en pause
it: Metti in pausa l'allenamento
ja: ワークアウトを一時停止
ko: 운동 일시정지
nl: Training pauzeren
pl: Wstrzymaj trening
pt: Pausar treino
ru: Поставить тренировку на паузу
tr: Antrenmanı duraklat
uk: Призупинити тренування
zh: 暂停训练
zh_hant: 暫停訓練

source: Resume workout
ar: استئناف التمرين
de: Training fortsetzen
es: Reanudar el entreno
fa: ادامه تمرین
fr: Reprendre la séance
it: Riprendi l'allenamento
ja: ワークアウトを再開
ko: 운동 재개
nl: Training hervatten
pl: Wznów trening
pt: Retomar treino
ru: Продолжить тренировку
tr: Antrenmana devam et
uk: Продовжити тренування
zh: 继续训练
zh_hant: 繼續訓練

# discardTitle
source: Discard workout?
ar: تجاهل التمرين؟
de: Training verwerfen?
es: ¿Descartar el entreno?
fa: تمرین دور انداخته شود؟
fr: Abandonner la séance ?
it: Scartare l'allenamento?
ja: ワークアウトを破棄しますか？
ko: 운동을 취소할까요?
nl: Training weggooien?
pl: Odrzucić trening?
pt: Descartar treino?
ru: Отменить тренировку?
tr: Antrenman silinsin mi?
uk: Відкинути тренування?
zh: 放弃本次训练？
zh_hant: 捨棄這次訓練？

# discardBody
source: Your sets from this session will be lost.
ar: ستفقد مجموعات هذا التمرين.
de: Deine Sätze aus diesem Training gehen verloren.
es: Perderás las series de esta sesión.
fa: ست‌های این جلسه تمرین از بین می‌روند.
fr: Les séries de cette séance seront perdues.
it: Le serie di questa sessione andranno perse.
ja: このワークアウトのセットは失われます。
ko: 이 운동의 세트 기록이 사라집니다.
nl: De sets van deze training gaan verloren.
pl: Serie z tego treningu zostaną utracone.
pt: Suas séries desta sessão serão perdidas.
ru: Подходы этой тренировки будут потеряны.
tr: Bu antrenmandaki setlerin kaybolacak.
uk: Підходи з цього тренування буде втрачено.
zh: 本次训练已记录的组数都将丢失。
zh_hant: 這次訓練的組數資料將會遺失。

source: Keep training
ar: متابعة التمرين
de: Weiter trainieren
es: Seguir entrenando
fa: ادامه تمرین
fr: Continuer la séance
it: Continua ad allenarti
ja: トレーニングを続ける
ko: 계속 운동하기
nl: Doorgaan met trainen
pl: Trenuj dalej
pt: Manter o treino
ru: Продолжить
tr: Antrenmana devam et
uk: Продовжити тренування
zh: 继续训练
zh_hant: 繼續訓練

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fa: دور انداختن
fr: Abandonner
it: Scarta
ja: 破棄
ko: 취소
nl: Weggooien
pl: Odrzuć
pt: Descartar
ru: Отменить
tr: Sil
uk: Відкинути
zh: 放弃
zh_hant: 捨棄

# notifRestChannel
source: Rest timer
ar: مؤقت الراحة
de: Pausentimer
es: Temporizador de descanso
fa: تایمر استراحت
fr: Minuteur de repos
it: Timer di recupero
ja: 休憩タイマー
ko: 휴식 타이머
nl: Rusttimer
pl: Minutnik odpoczynku
pt: Temporizador de descanso
ru: Таймер отдыха
tr: Dinlenme zamanlayıcısı
uk: Таймер відпочинку
zh: 组间休息计时器
zh_hant: 休息計時器

# notifRestChannelWhy
source: Tells you when your rest between sets is over
ar: يخبرك عند انتهاء الراحة بين المجموعات
de: Informiert dich, wenn deine Satzpause vorbei ist
es: Te avisa cuando termina el descanso entre series
fa: وقتی استراحت بین ست‌ها تمام شد خبرت می‌کند
fr: T’avertit lorsque ton temps de repos entre les séries est terminé
it: Ti avvisa quando il recupero tra le serie è finito
ja: セット間の休憩終了を知らせます
ko: 세트 사이 휴식이 끝나면 알려줍니다
nl: Laat weten wanneer je rust tussen sets voorbij is
pl: Powiadamia, gdy przerwa między seriami się skończy
pt: Avisa quando o seu descanso entre as séries terminar
ru: Сообщает, когда отдых между подходами закончился
tr: Setler arasındaki dinlenme süren bittiğinde haber verir
uk: Сповіщає, коли відпочинок між підходами завершився
zh: 在组间休息结束时提醒你
zh_hant: 在組間休息結束時通知你

# notifAlertChannel
source: Rest timer (alert)
ar: مؤقت الراحة (تنبيه)
de: Pausentimer (Hinweis)
es: Temporizador de descanso (aviso)
fa: تایمر استراحت (هشدار)
fr: Minuteur de repos (alerte)
it: Timer di recupero (avviso)
ja: 休憩タイマー（通知）
ko: 휴식 타이머(알림)
nl: Rusttimer (melding)
pl: Minutnik odpoczynku (alert)
pt: Temporizador de descanso (alerta)
ru: Таймер отдыха (сигнал)
tr: Dinlenme zamanlayıcısı (uyarı)
uk: Таймер відпочинку (сповіщення)
zh: 组间休息提示（警报）
zh_hant: 休息計時器（提醒）

# notifAlertChannelWhy
source: Shows a banner the moment your rest is over
ar: يعرض إشعارًا فور انتهاء الراحة
de: Zeigt sofort einen Hinweis, wenn deine Pause vorbei ist
es: Muestra un aviso en cuanto acaba el descanso
fa: همان لحظه که استراحت تمام شد بنر نشان می‌دهد
fr: Affiche une bannière dès que ton temps de repos est terminé
it: Mostra un avviso appena finisce il recupero
ja: 休憩終了と同時にバナーを表示します
ko: 휴식이 끝나는 즉시 배너를 표시합니다
nl: Toont meteen een banner wanneer je rust voorbij is
pl: Wyświetla baner od razu po zakończeniu przerwy
pt: Exibe um banner no momento em que o seu descanso terminar
ru: Показывает баннер, как только отдых закончился
tr: Dinlenmen biter bitmez bir bildirim gösterir
uk: Показує банер одразу після завершення відпочинку
zh: 休息结束时弹出即时横幅提示
zh_hant: 休息一結束就顯示橫幅提醒

# restOverTitle
source: Rest over
ar: انتهت الراحة
de: Paue vorbei
es: Se acabó el descanso
fa: استراحت تمام شد
fr: Repos terminé
it: Recupero finito
ja: 休憩終了
ko: 휴식 종료
nl: Rust voorbij
pl: Koniec odpoczynku
pt: Descanso encerrado
ru: Отдых окончен
tr: Dinlenme bitti
uk: Відпочинок завершено
zh: 休息结束
zh_hant: 休息結束

# restOverBody
source: Back to it — next set is waiting.
ar: عد إلى التمرين — المجموعة التالية تنتظرك.
de: Weiter gehts — der nächse Satz wartet.
es: A por ello — te espera la siguiente serie.
fa: برگرد سر تمرین — ست بعدی منتظر است.
fr: C’est reparti — la prochaine série t’attend.
it: Dacci dentro — la prossima serie ti aspetta.
ja: 再開しよう — 次のセットが待っています。
ko: 다시 시작해요 — 다음 세트가 기다립니다.
nl: Daar gaan we weer — de volgende set wacht.
pl: Wracamy — następna seria czeka.
pt: De volta ao treino — a próxima série está esperando.
ru: Возвращайся — следующий подход ждёт.
tr: Devam — sıradaki set seni bekliyor.
uk: Час продовжувати — наступний підхід чекає.
zh: 准备就绪 — 该开始下一组了！
zh_hant: 繼續吧 — 下一組在等你。

# totalVolume30d
source: TOTAL VOLUME · 30 DAYS
ar: الحجم الإجمالي · 30 يومًا
de: GESAMT VOLUMEN · 30 TAGE
es: VOLUMEN TOTAL · 30 DÍAS
fa: حجم کل · ۳۰ روز
fr: VOLUME TOTAL · 30 JOURS
it: VOLUME TOTALE · 30 GIORNI
ja: 総ボリューム · 30日
ko: 총 볼륨 · 30일
nl: TOTAAL VOLUME · 30 DAGEN
pl: ŁĄCZNA OBJĘTOŚĆ · 30 DNI
pt: VOLUME TOTAL · 30 DIAS
ru: ОБЩИЙ ОБЪЁМ · 30 ДНЕЙ
tr: TOPLAM HACİM · 30 GÜN
uk: ЗАГАЛЬНИЙ ОБСЯГ · 30 ДНІВ
zh: 30天总容量
zh_hant: 總訓練量 · 30 天

# volumeCumulative
source: Running total of every kilo you moved
ar: المجموع التراكمي لكل الكيلوغرامات التي رفعتها
de: Laufende Summe jedes bewegten Kilos
es: Suma acumulada de todo lo que has movido
fa: مجموع کیلویی که جابه‌جا کرده‌ای
fr: Total cumulé de tous les kilos que tu as déplacés
it: Somma di ogni chilo che hai spostato
ja: これまで動かした重量の累計
ko: 지금까지 들어 올린 모든 중량의 누계
nl: Lopend totaal van alle kilo's die je hebt verplaatst
pl: Łączna suma wszystkich podniesionych kilogramów
pt: Total acumulado de cada quilo que você puxou
ru: Нарастающий итог каждого поднятого килограмма
tr: Kaldırdığın tüm ağırlıkların toplamı
uk: Сумарний підсумок усіх піднятих кілограмів
zh: 累计训练总容量
zh_hant: 你移動過的所有公斤數累計

# volumeChartEmpty
source: Log a session and the curve starts here
ar: سجّل تمرينًا وسيبدأ المنحنى هنا
de: Protokolliere ein Training und die Kurve beginnt hier
es: Registra un entreno y la curva empieza aquí
fa: یک جلسه تمرین ثبت کن تا نمودار از اینجا بالا بیاید
fr: Enregistre une séance et la courbe commencera ici
it: Registra una sessione e la curva parte da qui
ja: ワークアウトを記録するとグラフがここから始まります
ko: 운동을 기록하면 그래프가 여기서 시작됩니다
nl: Log een training en de grafiek begint hier
pl: Zapisz trening, a wykres zacznie się tutaj
pt: Registre uma sessão e a curva começa aqui
ru: Запиши тренировку — и кривая начнётся здесь
tr: Bir antrenman kaydet, grafik burada başlasın
uk: Запиши тренування, і графік почнеться тут
zh: 完成并记录一次训练，曲线将从这里启程
zh_hant: 記錄一次訓練後，曲線會從這裡開始

source: WEEK RHYTHM
ar: إيقاع الأسبوع
de: WOCHENRHYTHMUS
es: RITMO SEMANAL
fa: ریتم هفته
fr: RYTHME DE LA SEMAINE
it: RITMO SETTIMANALE
ja: 週間リズム
ko: 주간 리듬
nl: WEEKRITME
pl: RYTM TYGODNIA
pt: RITIMO DA SEMANA
ru: РИТМ НЕДЕЛИ
tr: HAFTA RİTMİ
uk: РИТМ ТИЖНЯ
zh: 每周训练节奏
zh_hant: 每週節奏

# weekRhythmHint
source: Which days you actually show up.
ar: الأيام التي تتمرن فيها فعليًا.
de: An welchen Tagen du tatsächlich trainierst.
es: Qué días apareces de verdad.
fa: ببین کدام روزها واقعاً می‌آیی.
fr: Les jours où tu t’entraînes réellement.
it: I giorni in cui ti presenti davvero.
ja: 実際にトレーニングした曜日。
ko: 실제로 운동하는 요일입니다.
nl: De dagen waarop je daadwerkelijk traint.
pl: Dni, w które naprawdę trenujesz.
pt: Quais dias você realmente foi.
ru: В какие дни ты реально приходишь.
tr: Gerçekten antrenman yaptığın günler.
uk: Дні, коли ти справді тренуєшся.
zh: 真实反映你的周出勤规律。
zh_hant: 你實際有訓練的日子。

# weekRhythmBest
source: %@ is your day
ar: %@ هو يومك
de: %@ ist dein Tag
es: El %@ es tu día
fa: بیشتر در %@ می‌آیی
fr: %@, c’est ton jour
it: %@ è il tuo giorno
ja: %@があなたの日
ko: %@은(는) 당신의 날
nl: %@ is jouw dag
pl: %@ to twój dzień
pt: %@ é o seu dia
ru: %@ — твой день
tr: %@ senin günün
uk: %@ — твій день
zh: 周%@是你的主场
zh_hant: %@ 是你的日子

# weekRhythmEmpty
source: Log a session and your week takes shape here.
ar: سجّل تمرينًا وسيبدأ أسبوعك بالتشكل هنا.
de: Protokolliere ein Training und deine Woche nimmt hier Gestalt an.
es: Registra un entreno y aquí verás cómo te cae la semana.
fa: یک جلسه تمرین ثبت کن تا هفته‌ات اینجا مشخص شود.
fr: Enregistre une séance et ta semaine prendra forme ici.
it: Registra una sessione e la tua settimana prende forma qui.
ja: ワークアウトを記録すると、ここに週間パターンが表示されます。
ko: 운동을 기록하면 주간 패턴이 여기에 나타납니다.
nl: Log een training en je week krijgt hier vorm.
pl: Zapisz trening, a twój tydzień nabierze tu kształtu.
pt: Registre uma sessão e sua semana tomará forma aqui.
ru: Запиши тренировку — и неделя обретёт форму.
tr: Bir antrenman kaydet, haftan burada şekillensin.
uk: Запиши тренування, і тиждень почне формуватися тут.
zh: 完成并记录一次训练，本周节奏即可在此呈现。
zh_hant: 記錄訓練後，你的一週會在這裡逐漸成形。

source: ALL TIME
ar: منذ البداية
de: GESAMT
es: DESDE SIEMPRE
fa: همه زمان‌ها
fr: DEPUIS LE DÉBUT
it: DI SEMPRE
ja: 全期間
ko: 전체 기간
nl: ALTIJD
pl: OD POCZĄTKU
pt: TEMPO TOTAL
ru: ЗА ВСЁ ВРЕМЯ
tr: TÜM ZAMANLAR
uk: ЗА ВЕСЬ ЧАС
zh: 生涯总计
zh_hant: 全部時間

# allTimeSessions
source: SESSIONS
ar: التمارين
de: TRAININGS
es: SESIONES
fa: جلسه‌های تمرین
fr: SÉANCES
it: SESSIONI
ja: ワークアウト
ko: 운동
nl: TRAININGEN
pl: TRENINGI
pt: SESSÕES
ru: ТРЕНИРОВОК
tr: ANTRENMANLAR
uk: ТРЕНУВАННЯ
zh: 总训练次数
zh_hant: 訓練

# allTimeTime
source: TIME
ar: الوقت
de: ZEIT
es: TIEMPO
fa: زمان
fr: TEMPS
it: TEMPO
ja: 時間
ko: 시간
nl: TIJD
pl: CZAS
pt: TEMPO
ru: ВРЕМЯ
tr: SÜRE
uk: ЧАС
zh: 总训练时长
zh_hant: 時間

# allTimeVolume
source: LIFTED
ar: مرفوع
de: GEHOBEN
es: LEVANTADO
fa: جابه‌جاشده
fr: SOULEVÉ
it: SOLLEVATO
ja: 挙上量
ko: 들어 올림
nl: GETILD
pl: PODNIESIONO
pt: LEVANTADO
ru: ПОДНЯТО
tr: KALDIRILDI
uk: ПІДНЯТО
zh: 累计总负荷
zh_hant: 舉起

# allTimeSets
source: SETS
ar: المجموعات
de: SÄTZE
es: SERIES
fa: ست‌ها
fr: SÉRIES
it: SERIE
ja: セット
ko: 세트
pl: SERIE
pt: SÉRIE
ru: ПОДХОДОВ
tr: SETLER
uk: ПІДХОДИ
zh: 累计总组数
zh_hant: 組數

# allTimeAvg
source: %@ a session on average
ar: بمتوسط %@ لكل تمرين
de: %@ durchschnittlich pro Training
es: %@ de media por sesión
fa: میانگین %@ در هر جلسه تمرین
fr: %@ par séance en moyenne
it: %@ in media a sessione
ja: 1回平均 %@
ko: 운동당 평균 %@
nl: Gemiddeld %@ per training
pl: Średnio %@ na trening
pt: %@ uma sessão em média
ru: В среднем %@ на тренировку
tr: Antrenman başına ortalama %@
uk: У середньому %@ за тренування
zh: 平均每次训练 %@
zh_hant: 每次訓練平均 %@

# hoursShort
source: %lldh
ar: %lld س
fa: %lld ساعت
ja: %lld時間
ko: %lld시간
nl: %lld u
pl: %lld godz.
ru: %lld ч
tr: %lld sa
uk: %lld год
zh_hant: %lld 小時

source: CONSISTENCY
ar: الاستمرارية
de: KONTINUITÄT
es: CONSTANCIA
fa: ثبات
fr: RÉGULARITÉ
it: COSTANZA
ja: 継続性
ko: 꾸준함
nl: CONSISTENTIE
pl: REGULARNOŚĆ
pt: CONSISTÊNCIA
ru: РЕГУЛЯРНОСТЬ
tr: İSTİKRAR
uk: РЕГУЛЯРНІСТЬ
zh: 出勤与坚持
zh_hant: 持續性

# sessionsLogged
source: %lld sessions logged
ar: تم تسجيل %lld تمارين
de: %lld Trainings protokolliert
es: %lld sesiones registradas
fa: %lld جلسه تمرین ثبت‌شده
fr: %lld séances enregistrées
it: %lld sessioni registrate
ja: %lld回のワークアウトを記録
ko: 운동 %lld회 기록
nl: %lld trainingen gelogd
pl: %lld zapisanych treningów
pt: %lld sessões registradas
ru: записано %lld тренировки
tr: %lld antrenman kaydedildi
uk: %lld тренувань записано
zh: 已记录 %lld 次训练
zh_hant: 已記錄 %lld 次訓練

# streakDays
source: %lld-day streak
ar: سلسلة %lld أيام
de: %lld-Tage-Serie
es: racha de %lld días
fa: استریک %lld روزه
fr: Série de %lld jours
it: serie di %lld giorni
ja: %lld日連続
ko: %lld일 연속
nl: Reeks van %lld dagen
pl: Seria %lld dni
pt: Sequência de %lld dias
ru: серия %lld дн.
tr: %lld günlük seri
uk: Серія %lld днів
zh: 连续坚持 %lld 天
zh_hant: 連續 %lld 天

source: BODYWEIGHT
ar: وزن الجسم
de: KÖRPERGEWICHT
es: PESO CORPORAL
fa: وزن بدن
fr: POIDS CORPOREL
it: PESO CORPOREO
ja: 体重
ko: 체중
nl: LICHAAMSGEWICHT
pl: MASA CIAŁA
pt: PESO CORPORAL
ru: ВЕС ТЕЛА
tr: VÜCUT AĞIRLIĞI
uk: ВАГА ТІЛА
zh: 体重
zh_hant: 體重

source: Not logged yet
ar: لم يُسجل بعد
de: Noch nicht protokolliert
es: Sin registrar
fa: هنوز ثبت نشده
fr: Pas encore enregistré
it: Non ancora registrato
ja: 未記録
ko: 아직 기록 없음
nl: Nog niet gelogd
pl: Jeszcze nie zapisano
pt: Ainda não registrado
ru: Ещё не записано
tr: Henüz kaydedilmedi
uk: Ще не записано
zh: 暂无记录
zh_hant: 尚未記錄

# logShort
source: + LOG
ar: + تسجيل
de: + PROTOKOLLIEREN
es: + ANOTAR
fa: + ثبت
fr: + AJOUTER
it: + REGISTRA
ja: + 記録
ko: + 기록
nl: + LOGGEN
pl: + ZAPISZ
pt: + REGISTRAR
ru: + ЗАПИСАТЬ
tr: + KAYDET
uk: + ЗАПИСАТИ
zh: + 记录
zh_hant: + 記錄

source: LOG BODYWEIGHT
ar: تسجيل الوزن
de: KÖRPERGEWICHT PROTOKOLLIEREN
es: ANOTAR PESO
fa: ثبت وزن بدن
fr: ENREGISTRER LE POIDS
it: REGISTRA PESO
ja: 体重を記録
ko: 체중 기록
nl: GEWICHT LOGGEN
pl: ZAPISZ MASĘ
pt: REGISTRAR PESO CORPORAL
ru: ЗАПИСАТЬ ВЕС
tr: KİLOYU KAYDET
uk: ЗАПИСАТИ ВАГУ
zh: 记录体重
zh_hant: 記錄體重

# trackWeight
source: Track your weight over time
ar: تتبّع وزنك مع مرور الوقت
de: Verfolge dein Gewicht über die Zeit
es: Sigue tu peso en el tiempo
fa: وزنت را در طول زمان دنبال کن
fr: Suis l’évolution de ton poids
it: Monitora il tuo peso nel tempo
ja: 体重の変化を追跡
ko: 시간에 따른 체중 변화를 추적하세요
nl: Volg je gewicht in de loop van de tijd
pl: Śledź swoją masę w czasie
pt: Acompanhe seu peso ao longo do tempo
ru: Следи за своим весом со временем
tr: Kilonun zaman içindeki değişimini takip et
uk: Відстежуй вагу з часом
zh: 追踪长期体重变化
zh_hant: 追蹤你的體重變化

source: MUSCLE MAP
ar: خريطة العضلات
de: MUSKELKARTE
es: MAPA MUSCULAR
fa: نقشه عضلات
fr: CARTE MUSCULAIRE
it: MAPPA MUSCOLARE
ja: 筋肉マップ
ko: 근육 지도
nl: SPIERKAART
pl: MAPA MIĘŚNI
pt: MAPA MUSCULAR
ru: КАРТА МЫШЦ
tr: KAS HARİTASI
uk: КАРТА М’ЯЗІВ
zh: 肌肉受训热力图
zh_hant: 肌肉地圖

# days7
source: 7D
ar: 7 أيام
fa: ۷ر
fr: 7 J
it: 7G
ja: 7日
ko: 7일
ru: 7Д
tr: 7 G
uk: 7 Д
zh: 7天
zh_hant: 7 天

# days30
source: 30D
ar: 30 يومًا
fa: ۳۰ر
fr: 30 J
it: 30G
ja: 30日
ko: 30일
ru: 30Д
tr: 30 G
uk: 30 Д
zh: 30天
zh_hant: 30 天

# heatLow
source: Untouched
ar: غير مُدرَّب
de: Unberührt
es: Sin tocar
fa: بدون تمرین
fr: Non travaillé
it: Non toccato
ja: 未トレーニング
ko: 운동 안 함
nl: Niet getraind
pl: Nietrenowane
pt: Sem treino
ru: Не тронуто
tr: Çalıştırılmadı
uk: Не тренувалося
zh: 未练
zh_hant: 未訓練

# heatHigh
source: Full volume
ar: أقصى حجم
de: Volles Volumen
es: Volumen pleno
fa: حجم کامل
fr: Volume maximal
it: Volume pieno
ja: 最大ボリューム
ko: 최대 볼륨
nl: Maximaal volume
pl: Maksymalna objętość
pt: Volume total
ru: Полный объём
tr: Maksimum hacim
uk: Максимальний обсяг
zh: 高容量
zh_hant: 最大訓練量
